[
  "3/4 Sit-Up targets abdominals. Category: strength.",
  "90/90 Hamstring targets hamstrings. Category: stretching.",
  "Ab Crunch Machine targets abdominals. Category: strength.",
  "Ab Roller targets abdominals. Category: strength.",
  "Adductor targets adductors. Category: stretching.",
  "Adductor/Groin targets adductors. Category: stretching.",
  "Advanced Kettlebell Windmill targets abdominals. Category: strength.",
  "Air Bike targets abdominals. Category: strength.",
  "All Fours Quad Stretch targets quadriceps. Category: stretching.",
  "Alternate Hammer Curl targets biceps. Category: strength.",
  "Alternate Heel Touchers targets abdominals. Category: strength.",
  "Alternate Incline Dumbbell Curl targets biceps. Category: strength.",
  "Alternate Leg Diagonal Bound targets quadriceps. Category: plyometrics.",
  "Alternating Cable Shoulder Press targets shoulders. Category: strength.",
  "Alternating Deltoid Raise targets shoulders. Category: strength.",
  "Alternating Floor Press targets chest. Category: strength.",
  "Alternating Hang Clean targets hamstrings. Category: strength.",
  "Alternating Kettlebell Press targets shoulders. Category: strength.",
  "Alternating Kettlebell Row targets middle back. Category: strength.",
  "Alternating Renegade Row targets middle back. Category: strength.",
  "Ankle Circles targets calves. Category: stretching.",
  "Ankle On The Knee targets glutes. Category: stretching.",
  "Anterior Tibialis-SMR targets calves. Category: stretching.",
  "Anti-Gravity Press targets shoulders. Category: strength.",
  "Arm Circles targets shoulders. Category: stretching.",
  "Arnold Dumbbell Press targets shoulders. Category: strength.",
  "Around The Worlds targets chest. Category: strength.",
  "Atlas Stone Trainer targets lower back. Category: strongman.",
  "Atlas Stones targets lower back. Category: strongman.",
  "Axle Deadlift targets lower back. Category: strongman.",
  "Back Flyes - With Bands targets shoulders. Category: strength.",
  "Backward Drag targets quadriceps. Category: strongman.",
  "Backward Medicine Ball Throw targets shoulders. Category: plyometrics.",
  "Balance Board targets calves. Category: strength.",
  "Ball Leg Curl targets hamstrings. Category: strength.",
  "Band Assisted Pull-Up targets lats. Category: strength.",
  "Band Good Morning targets hamstrings. Category: powerlifting.",
  "Band Good Morning (Pull Through) targets hamstrings. Category: powerlifting.",
  "Band Hip Adductions targets adductors. Category: strength.",
  "Band Pull Apart targets shoulders. Category: strength.",
  "Band Skull Crusher targets triceps. Category: strength.",
  "Barbell Ab Rollout targets abdominals. Category: strength.",
  "Barbell Ab Rollout - On Knees targets abdominals. Category: strength.",
  "Barbell Bench Press - Medium Grip targets chest. Category: strength.",
  "Barbell Curl targets biceps. Category: strength.",
  "Barbell Curls Lying Against An Incline targets biceps. Category: strength.",
  "Barbell Deadlift targets lower back. Category: strength.",
  "Barbell Full Squat targets quadriceps. Category: strength.",
  "Barbell Glute Bridge targets glutes. Category: powerlifting.",
  "Barbell Guillotine Bench Press targets chest. Category: strength.",
  "Barbell Hack Squat targets quadriceps. Category: strength.",
  "Barbell Hip Thrust targets glutes. Category: powerlifting.",
  "Barbell Incline Bench Press - Medium Grip targets chest. Category: strength.",
  "Barbell Incline Shoulder Raise targets shoulders. Category: strength.",
  "Barbell Lunge targets quadriceps. Category: strength.",
  "Barbell Rear Delt Row targets shoulders. Category: strength.",
  "Barbell Rollout from Bench targets abdominals. Category: strength.",
  "Barbell Seated Calf Raise targets calves. Category: strength.",
  "Barbell Shoulder Press targets shoulders. Category: strength.",
  "Barbell Shrug targets traps. Category: strength.",
  "Barbell Shrug Behind The Back targets traps. Category: strength.",
  "Barbell Side Bend targets abdominals. Category: strength.",
  "Barbell Side Split Squat targets quadriceps. Category: strength.",
  "Barbell Squat targets quadriceps. Category: strength.",
  "Barbell Squat To A Bench targets quadriceps. Category: strength.",
  "Barbell Step Ups targets quadriceps. Category: strength.",
  "Barbell Walking Lunge targets quadriceps. Category: strength.",
  "Battling Ropes targets shoulders. Category: strength.",
  "Bear Crawl Sled Drags targets quadriceps. Category: strongman.",
  "Behind Head Chest Stretch targets chest. Category: stretching.",
  "Bench Dips targets triceps. Category: strength.",
  "Bench Jump targets quadriceps. Category: plyometrics.",
  "Bench Press - Powerlifting targets triceps. Category: powerlifting.",
  "Bench Press - With Bands targets chest. Category: strength.",
  "Bench Press with Chains targets triceps. Category: powerlifting.",
  "Bench Sprint targets quadriceps. Category: plyometrics.",
  "Bent-Arm Barbell Pullover targets lats. Category: strength.",
  "Bent-Arm Dumbbell Pullover targets chest. Category: strength.",
  "Bent-Knee Hip Raise targets abdominals. Category: strength.",
  "Bent Over Barbell Row targets middle back. Category: strength.",
  "Bent Over Dumbbell Rear Delt Raise With Head On Bench targets shoulders. Category: strength.",
  "Bent Over Low-Pulley Side Lateral targets shoulders. Category: strength.",
  "Bent Over One-Arm Long Bar Row targets middle back. Category: strength.",
  "Bent Over Two-Arm Long Bar Row targets middle back. Category: strength.",
  "Bent Over Two-Dumbbell Row targets middle back. Category: strength.",
  "Bent Over Two-Dumbbell Row With Palms In targets middle back. Category: strength.",
  "Bent Press targets abdominals. Category: strength.",
  "Bicycling targets quadriceps. Category: cardio.",
  "Bicycling, Stationary targets quadriceps. Category: cardio.",
  "Board Press targets triceps. Category: powerlifting.",
  "Body-Up targets triceps. Category: strength.",
  "Body Tricep Press targets triceps. Category: strength.",
  "Bodyweight Flyes targets chest. Category: strength.",
  "Bodyweight Mid Row targets middle back. Category: strength.",
  "Bodyweight Squat targets quadriceps. Category: strength.",
  "Bodyweight Walking Lunge targets quadriceps. Category: strength.",
  "Bosu Ball Cable Crunch With Side Bends targets abdominals. Category: strength.",
  "Bottoms-Up Clean From The Hang Position targets forearms. Category: strength.",
  "Bottoms Up targets abdominals. Category: strength.",
  "Box Jump (Multiple Response) targets hamstrings. Category: plyometrics.",
  "Box Skip targets hamstrings. Category: plyometrics.",
  "Box Squat targets quadriceps. Category: powerlifting.",
  "Box Squat with Bands targets quadriceps. Category: powerlifting.",
  "Box Squat with Chains targets quadriceps. Category: strength.",
  "Brachialis-SMR targets biceps. Category: stretching.",
  "Bradford/Rocky Presses targets shoulders. Category: strength.",
  "Butt-Ups targets abdominals. Category: strength.",
  "Butt Lift (Bridge) targets glutes. Category: strength.",
  "Butterfly targets chest. Category: strength.",
  "Cable Chest Press targets chest. Category: strength.",
  "Cable Crossover targets chest. Category: strength.",
  "Cable Crunch targets abdominals. Category: strength.",
  "Cable Deadlifts targets quadriceps. Category: strength.",
  "Cable Hammer Curls - Rope Attachment targets biceps. Category: strength.",
  "Cable Hip Adduction targets quadriceps. Category: strength.",
  "Cable Incline Pushdown targets lats. Category: strength.",
  "Cable Incline Triceps Extension targets triceps. Category: strength.",
  "Cable Internal Rotation targets shoulders. Category: strength.",
  "Cable Iron Cross targets chest. Category: strength.",
  "Cable Judo Flip targets abdominals. Category: strength.",
  "Cable Lying Triceps Extension targets triceps. Category: strength.",
  "Cable One Arm Tricep Extension targets triceps. Category: strength.",
  "Cable Preacher Curl targets biceps. Category: strength.",
  "Cable Rear Delt Fly targets shoulders. Category: strength.",
  "Cable Reverse Crunch targets abdominals. Category: strength.",
  "Cable Rope Overhead Triceps Extension targets triceps. Category: strength.",
  "Cable Rope Rear-Delt Rows targets shoulders. Category: strength.",
  "Cable Russian Twists targets abdominals. Category: strength.",
  "Cable Seated Crunch targets abdominals. Category: strength.",
  "Cable Seated Lateral Raise targets shoulders. Category: strength.",
  "Cable Shoulder Press targets shoulders. Category: strength.",
  "Cable Shrugs targets traps. Category: strength.",
  "Cable Wrist Curl targets forearms. Category: strength.",
  "Calf-Machine Shoulder Shrug targets traps. Category: strength.",
  "Calf Press targets calves. Category: strength.",
  "Calf Press On The Leg Press Machine targets calves. Category: strength.",
  "Calf Raise On A Dumbbell targets calves. Category: strength.",
  "Calf Raises - With Bands targets calves. Category: strength.",
  "Calf Stretch Elbows Against Wall targets calves. Category: stretching.",
  "Calf Stretch Hands Against Wall targets calves. Category: stretching.",
  "Calves-SMR targets calves. Category: stretching.",
  "Car Deadlift targets quadriceps. Category: strongman.",
  "Car Drivers targets shoulders. Category: strength.",
  "Carioca Quick Step targets adductors. Category: plyometrics.",
  "Cat Stretch targets lower back. Category: stretching.",
  "Catch and Overhead Throw targets lats. Category: plyometrics.",
  "Chain Handle Extension targets triceps. Category: powerlifting.",
  "Chain Press targets chest. Category: powerlifting.",
  "Chair Leg Extended Stretch targets hamstrings. Category: stretching.",
  "Chair Lower Back Stretch targets lats. Category: stretching.",
  "Chair Squat targets quadriceps. Category: strength.",
  "Chair Upper Body Stretch targets shoulders. Category: stretching.",
  "Chest And Front Of Shoulder Stretch targets chest. Category: stretching.",
  "Chest Push (multiple response) targets chest. Category: plyometrics.",
  "Chest Push (single response) targets chest. Category: plyometrics.",
  "Chest Push from 3 point stance targets chest. Category: plyometrics.",
  "Chest Push with Run Release targets chest. Category: plyometrics.",
  "Chest Stretch on Stability Ball targets chest. Category: stretching.",
  "Child's Pose targets lower back. Category: stretching.",
  "Chin-Up targets lats. Category: strength.",
  "Chin To Chest Stretch targets neck. Category: stretching.",
  "Circus Bell targets shoulders. Category: strongman.",
  "Clean targets hamstrings. Category: olympic weightlifting.",
  "Clean Deadlift targets hamstrings. Category: olympic weightlifting.",
  "Clean Pull targets quadriceps. Category: olympic weightlifting.",
  "Clean Shrug targets traps. Category: olympic weightlifting.",
  "Clean and Jerk targets shoulders. Category: olympic weightlifting.",
  "Clean and Press targets shoulders. Category: strength.",
  "Clean from Blocks targets quadriceps. Category: olympic weightlifting.",
  "Clock Push-Up targets chest. Category: strength.",
  "Close-Grip Barbell Bench Press targets triceps. Category: strength.",
  "Close-Grip Dumbbell Press targets triceps. Category: strength.",
  "Close-Grip EZ-Bar Curl with Band targets biceps. Category: strength.",
  "Close-Grip EZ-Bar Press targets triceps. Category: strength.",
  "Close-Grip EZ Bar Curl targets biceps. Category: strength.",
  "Close-Grip Front Lat Pulldown targets lats. Category: strength.",
  "Close-Grip Push-Up off of a Dumbbell targets triceps. Category: strength.",
  "Close-Grip Standing Barbell Curl targets biceps. Category: strength.",
  "Cocoons targets abdominals. Category: strength.",
  "Conan's Wheel targets quadriceps. Category: strongman.",
  "Concentration Curls targets biceps. Category: strength.",
  "Cross-Body Crunch targets abdominals. Category: strength.",
  "Cross Body Hammer Curl targets biceps. Category: strength.",
  "Cross Over - With Bands targets chest. Category: strength.",
  "Crossover Reverse Lunge targets lower back. Category: stretching.",
  "Crucifix targets shoulders. Category: strongman.",
  "Crunch - Hands Overhead targets abdominals. Category: strength.",
  "Crunch - Legs On Exercise Ball targets abdominals. Category: strength.",
  "Crunches targets abdominals. Category: strength.",
  "Cuban Press targets shoulders. Category: strength.",
  "Dancer's Stretch targets lower back. Category: stretching.",
  "Dead Bug targets abdominals. Category: strength.",
  "Deadlift with Bands targets lower back. Category: powerlifting.",
  "Deadlift with Chains targets lower back. Category: powerlifting.",
  "Decline Barbell Bench Press targets chest. Category: strength.",
  "Decline Close-Grip Bench To Skull Crusher targets triceps. Category: strength.",
  "Decline Crunch targets abdominals. Category: strength.",
  "Decline Dumbbell Bench Press targets chest. Category: strength.",
  "Decline Dumbbell Flyes targets chest. Category: strength.",
  "Decline Dumbbell Triceps Extension targets triceps. Category: strength.",
  "Decline EZ Bar Triceps Extension targets triceps. Category: strength.",
  "Decline Oblique Crunch targets abdominals. Category: strength.",
  "Decline Push-Up targets chest. Category: strength.",
  "Decline Reverse Crunch targets abdominals. Category: strength.",
  "Decline Smith Press targets chest. Category: strength.",
  "Deficit Deadlift targets lower back. Category: powerlifting.",
  "Depth Jump Leap targets quadriceps. Category: plyometrics.",
  "Dip Machine targets triceps. Category: strength.",
  "Dips - Chest Version targets chest. Category: strength.",
  "Dips - Triceps Version targets triceps. Category: strength.",
  "Donkey Calf Raises targets calves. Category: strength.",
  "Double Kettlebell Alternating Hang Clean targets hamstrings. Category: strength.",
  "Double Kettlebell Jerk targets shoulders. Category: strength.",
  "Double Kettlebell Push Press targets shoulders. Category: strength.",
  "Double Kettlebell Snatch targets shoulders. Category: strength.",
  "Double Kettlebell Windmill targets abdominals. Category: strength.",
  "Double Leg Butt Kick targets quadriceps. Category: plyometrics.",
  "Downward Facing Balance targets glutes. Category: strength.",
  "Drag Curl targets biceps. Category: strength.",
  "Drop Push targets chest. Category: plyometrics.",
  "Dumbbell Alternate Bicep Curl targets biceps. Category: strength.",
  "Dumbbell Bench Press targets chest. Category: strength.",
  "Dumbbell Bench Press with Neutral Grip targets chest. Category: strength.",
  "Dumbbell Bicep Curl targets biceps. Category: strength.",
  "Dumbbell Clean targets hamstrings. Category: strength.",
  "Dumbbell Floor Press targets triceps. Category: powerlifting.",
  "Dumbbell Flyes targets chest. Category: strength.",
  "Dumbbell Incline Row targets middle back. Category: strength.",
  "Dumbbell Incline Shoulder Raise targets shoulders. Category: strength.",
  "Dumbbell Lunges targets quadriceps. Category: strength.",
  "Dumbbell Lying One-Arm Rear Lateral Raise targets shoulders. Category: strength.",
  "Dumbbell Lying Pronation targets forearms. Category: strength.",
  "Dumbbell Lying Rear Lateral Raise targets shoulders. Category: strength.",
  "Dumbbell Lying Supination targets forearms. Category: strength.",
  "Dumbbell One-Arm Shoulder Press targets shoulders. Category: strength.",
  "Dumbbell One-Arm Triceps Extension targets triceps. Category: strength.",
  "Dumbbell One-Arm Upright Row targets shoulders. Category: strength.",
  "Dumbbell Prone Incline Curl targets biceps. Category: strength.",
  "Dumbbell Raise targets shoulders. Category: strength.",
  "Dumbbell Rear Lunge targets quadriceps. Category: strength.",
  "Dumbbell Scaption targets shoulders. Category: strength.",
  "Dumbbell Seated Box Jump targets quadriceps. Category: plyometrics.",
  "Dumbbell Seated One-Leg Calf Raise targets calves. Category: strength.",
  "Dumbbell Shoulder Press targets shoulders. Category: strength.",
  "Dumbbell Shrug targets traps. Category: strength.",
  "Dumbbell Side Bend targets abdominals. Category: strength.",
  "Dumbbell Squat targets quadriceps. Category: strength.",
  "Dumbbell Squat To A Bench targets quadriceps. Category: strength.",
  "Dumbbell Step Ups targets quadriceps. Category: strength.",
  "Dumbbell Tricep Extension -Pronated Grip targets triceps. Category: strength.",
  "Dynamic Back Stretch targets lats. Category: stretching.",
  "Dynamic Chest Stretch targets chest. Category: stretching.",
  "EZ-Bar Curl targets biceps. Category: strength.",
  "EZ-Bar Skullcrusher targets triceps. Category: strength.",
  "Elbow Circles targets shoulders. Category: stretching.",
  "Elbow to Knee targets abdominals. Category: strength.",
  "Elbows Back targets chest. Category: stretching.",
  "Elevated Back Lunge targets quadriceps. Category: strength.",
  "Elevated Cable Rows targets lats. Category: strength.",
  "Elliptical Trainer targets quadriceps. Category: cardio.",
  "Exercise Ball Crunch targets abdominals. Category: strength.",
  "Exercise Ball Pull-In targets abdominals. Category: strength.",
  "Extended Range One-Arm Kettlebell Floor Press targets chest. Category: strength.",
  "External Rotation targets shoulders. Category: strength.",
  "External Rotation with Band targets shoulders. Category: strength.",
  "External Rotation with Cable targets shoulders. Category: strength.",
  "Face Pull targets shoulders. Category: strength.",
  "Farmer's Walk targets forearms. Category: strongman.",
  "Fast Skipping targets quadriceps. Category: plyometrics.",
  "Finger Curls targets forearms. Category: strength.",
  "Flat Bench Cable Flyes targets chest. Category: strength.",
  "Flat Bench Leg Pull-In targets abdominals. Category: strength.",
  "Flat Bench Lying Leg Raise targets abdominals. Category: strength.",
  "Flexor Incline Dumbbell Curls targets biceps. Category: strength.",
  "Floor Glute-Ham Raise targets hamstrings. Category: strength.",
  "Floor Press targets triceps. Category: powerlifting.",
  "Floor Press with Chains targets triceps. Category: powerlifting.",
  "Flutter Kicks targets glutes. Category: strength.",
  "Foot-SMR targets calves. Category: stretching.",
  "Forward Drag with Press targets chest. Category: strongman.",
  "Frankenstein Squat targets quadriceps. Category: olympic weightlifting.",
  "Freehand Jump Squat targets quadriceps. Category: strength.",
  "Frog Hops targets quadriceps. Category: stretching.",
  "Frog Sit-Ups targets abdominals. Category: strength.",
  "Front Barbell Squat targets quadriceps. Category: strength.",
  "Front Barbell Squat To A Bench targets quadriceps. Category: strength.",
  "Front Box Jump targets hamstrings. Category: plyometrics.",
  "Front Cable Raise targets shoulders. Category: strength.",
  "Front Cone Hops (or hurdle hops) targets quadriceps. Category: plyometrics.",
  "Front Dumbbell Raise targets shoulders. Category: strength.",
  "Front Incline Dumbbell Raise targets shoulders. Category: strength.",
  "Front Leg Raises targets hamstrings. Category: stretching.",
  "Front Plate Raise targets shoulders. Category: strength.",
  "Front Raise And Pullover targets chest. Category: strength.",
  "Front Squat (Clean Grip) targets quadriceps. Category: strength.",
  "Front Squats With Two Kettlebells targets quadriceps. Category: strength.",
  "Front Two-Dumbbell Raise targets shoulders. Category: strength.",
  "Full Range-Of-Motion Lat Pulldown targets lats. Category: strength.",
  "Gironda Sternum Chins targets lats. Category: strength.",
  "Glute Ham Raise targets hamstrings. Category: powerlifting.",
  "Glute Kickback targets glutes. Category: strength.",
  "Goblet Squat targets quadriceps. Category: strength.",
  "Good Morning targets hamstrings. Category: powerlifting.",
  "Good Morning off Pins targets hamstrings. Category: powerlifting.",
  "Gorilla Chin/Crunch targets abdominals. Category: strength.",
  "Groin and Back Stretch targets adductors. Category: stretching.",
  "Groiners targets adductors. Category: stretching.",
  "Hack Squat targets quadriceps. Category: strength.",
  "Hammer Curls targets biceps. Category: strength.",
  "Hammer Grip Incline DB Bench Press targets chest. Category: strength.",
  "Hamstring-SMR targets hamstrings. Category: stretching.",
  "Hamstring Stretch targets hamstrings. Category: stretching.",
  "Handstand Push-Ups targets shoulders. Category: strength.",
  "Hang Clean targets quadriceps. Category: olympic weightlifting.",
  "Hang Clean - Below the Knees targets quadriceps. Category: olympic weightlifting.",
  "Hang Snatch targets hamstrings. Category: olympic weightlifting.",
  "Hang Snatch - Below Knees targets hamstrings. Category: olympic weightlifting.",
  "Hanging Bar Good Morning targets hamstrings. Category: powerlifting.",
  "Hanging Leg Raise targets abdominals. Category: strength.",
  "Hanging Pike targets abdominals. Category: strength.",
  "Heaving Snatch Balance targets quadriceps. Category: olympic weightlifting.",
  "Heavy Bag Thrust targets chest. Category: plyometrics.",
  "High Cable Curls targets biceps. Category: strength.",
  "Hip Circles (prone) targets abductors. Category: stretching.",
  "Hip Extension with Bands targets glutes. Category: strength.",
  "Hip Flexion with Band targets quadriceps. Category: strength.",
  "Hip Lift with Band targets glutes. Category: powerlifting.",
  "Hug A Ball targets lower back. Category: stretching.",
  "Hug Knees To Chest targets lower back. Category: stretching.",
  "Hurdle Hops targets hamstrings. Category: plyometrics.",
  "Hyperextensions (Back Extensions) targets lower back. Category: strength.",
  "Hyperextensions With No Hyperextension Bench targets lower back. Category: strength.",
  "IT Band and Glute Stretch targets abductors. Category: stretching.",
  "Iliotibial Tract-SMR targets abductors. Category: stretching.",
  "Inchworm targets hamstrings. Category: stretching.",
  "Incline Barbell Triceps Extension targets triceps. Category: strength.",
  "Incline Bench Pull targets middle back. Category: strength.",
  "Incline Cable Chest Press targets chest. Category: strength.",
  "Incline Cable Flye targets chest. Category: strength.",
  "Incline Dumbbell Bench With Palms Facing In targets chest. Category: strength.",
  "Incline Dumbbell Curl targets biceps. Category: strength.",
  "Incline Dumbbell Flyes targets chest. Category: strength.",
  "Incline Dumbbell Flyes - With A Twist targets chest. Category: strength.",
  "Incline Dumbbell Press targets chest. Category: strength.",
  "Incline Hammer Curls targets biceps. Category: strength.",
  "Incline Inner Biceps Curl targets biceps. Category: strength.",
  "Incline Push-Up targets chest. Category: strength.",
  "Incline Push-Up Close-Grip targets triceps. Category: strength.",
  "Incline Push-Up Depth Jump targets chest. Category: plyometrics.",
  "Incline Push-Up Medium targets chest. Category: strength.",
  "Incline Push-Up Reverse Grip targets chest. Category: strength.",
  "Incline Push-Up Wide targets chest. Category: strength.",
  "Intermediate Groin Stretch targets hamstrings. Category: stretching.",
  "Intermediate Hip Flexor and Quad Stretch targets quadriceps. Category: stretching.",
  "Internal Rotation with Band targets shoulders. Category: strength.",
  "Inverted Row targets middle back. Category: strength.",
  "Inverted Row with Straps targets middle back. Category: strength.",
  "Iron Cross targets shoulders. Category: strength.",
  "Iron Crosses (stretch) targets quadriceps. Category: stretching.",
  "Isometric Chest Squeezes targets chest. Category: plyometrics.",
  "Isometric Neck Exercise - Front And Back targets neck. Category: strength.",
  "Isometric Neck Exercise - Sides targets neck. Category: strength.",
  "Isometric Wipers targets chest. Category: strength.",
  "JM Press targets triceps. Category: strength.",
  "Jackknife Sit-Up targets abdominals. Category: strength.",
  "Janda Sit-Up targets abdominals. Category: strength.",
  "Jefferson Squats targets quadriceps. Category: strength.",
  "Jerk Balance targets shoulders. Category: olympic weightlifting.",
  "Jerk Dip Squat targets quadriceps. Category: olympic weightlifting.",
  "Jogging, Treadmill targets quadriceps. Category: cardio.",
  "Keg Load targets lower back. Category: strongman.",
  "Kettlebell Arnold Press targets shoulders. Category: strength.",
  "Kettlebell Dead Clean targets hamstrings. Category: strength.",
  "Kettlebell Figure 8 targets abdominals. Category: strength.",
  "Kettlebell Hang Clean targets hamstrings. Category: strength.",
  "Kettlebell One-Legged Deadlift targets hamstrings. Category: strength.",
  "Kettlebell Pass Between The Legs targets abdominals. Category: strength.",
  "Kettlebell Pirate Ships targets shoulders. Category: strength.",
  "Kettlebell Pistol Squat targets quadriceps. Category: strength.",
  "Kettlebell Seated Press targets shoulders. Category: strength.",
  "Kettlebell Seesaw Press targets shoulders. Category: strength.",
  "Kettlebell Sumo High Pull targets traps. Category: strength.",
  "Kettlebell Thruster targets shoulders. Category: strength.",
  "Kettlebell Turkish Get-Up (Lunge style) targets shoulders. Category: strength.",
  "Kettlebell Turkish Get-Up (Squat style) targets shoulders. Category: strength.",
  "Kettlebell Windmill targets abdominals. Category: strength.",
  "Kipping Muscle Up targets lats. Category: strength.",
  "Knee Across The Body targets glutes. Category: stretching.",
  "Knee Circles targets calves. Category: stretching.",
  "Knee/Hip Raise On Parallel Bars targets abdominals. Category: strength.",
  "Knee Tuck Jump targets hamstrings. Category: plyometrics.",
  "Kneeling Arm Drill targets shoulders. Category: plyometrics.",
  "Kneeling Cable Crunch With Alternating Oblique Twists targets abdominals. Category: strength.",
  "Kneeling Cable Triceps Extension targets triceps. Category: strength.",
  "Kneeling Forearm Stretch targets forearms. Category: stretching.",
  "Kneeling High Pulley Row targets lats. Category: strength.",
  "Kneeling Hip Flexor targets quadriceps. Category: stretching.",
  "Kneeling Jump Squat targets glutes. Category: olympic weightlifting.",
  "Kneeling Single-Arm High Pulley Row targets lats. Category: strength.",
  "Kneeling Squat targets glutes. Category: powerlifting.",
  "Landmine 180's targets abdominals. Category: strength.",
  "Landmine Linear Jammer targets shoulders. Category: strength.",
  "Lateral Bound targets adductors. Category: plyometrics.",
  "Lateral Box Jump targets adductors. Category: plyometrics.",
  "Lateral Cone Hops targets adductors. Category: plyometrics.",
  "Lateral Raise - With Bands targets shoulders. Category: strength.",
  "Latissimus Dorsi-SMR targets lats. Category: stretching.",
  "Leg-Over Floor Press targets chest. Category: strength.",
  "Leg-Up Hamstring Stretch targets hamstrings. Category: stretching.",
  "Leg Extensions targets quadriceps. Category: strength.",
  "Leg Lift targets glutes. Category: strength.",
  "Leg Press targets quadriceps. Category: strength.",
  "Leg Pull-In targets abdominals. Category: strength.",
  "Leverage Chest Press targets chest. Category: strength.",
  "Leverage Deadlift targets quadriceps. Category: strength.",
  "Leverage Decline Chest Press targets chest. Category: strength.",
  "Leverage High Row targets middle back. Category: strength.",
  "Leverage Incline Chest Press targets chest. Category: strength.",
  "Leverage Iso Row targets lats. Category: strength.",
  "Leverage Shoulder Press targets shoulders. Category: strength.",
  "Leverage Shrug targets traps. Category: strength.",
  "Linear 3-Part Start Technique targets hamstrings. Category: plyometrics.",
  "Linear Acceleration Wall Drill targets hamstrings. Category: plyometrics.",
  "Linear Depth Jump targets quadriceps. Category: plyometrics.",
  "Log Lift targets shoulders. Category: strongman.",
  "London Bridges targets lats. Category: strength.",
  "Looking At Ceiling targets quadriceps. Category: stretching.",
  "Low Cable Crossover targets chest. Category: strength.",
  "Low Cable Triceps Extension targets triceps. Category: strength.",
  "Low Pulley Row To Neck targets shoulders. Category: strength.",
  "Lower Back-SMR targets lower back. Category: stretching.",
  "Lower Back Curl targets abdominals. Category: stretching.",
  "Lunge Pass Through targets hamstrings. Category: strength.",
  "Lunge Sprint targets quadriceps. Category: strength.",
  "Lying Bent Leg Groin targets adductors. Category: stretching.",
  "Lying Cable Curl targets biceps. Category: strength.",
  "Lying Cambered Barbell Row targets middle back. Category: strength.",
  "Lying Close-Grip Bar Curl On High Pulley targets biceps. Category: strength.",
  "Lying Close-Grip Barbell Triceps Extension Behind The Head targets triceps. Category: strength.",
  "Lying Close-Grip Barbell Triceps Press To Chin targets triceps. Category: strength.",
  "Lying Crossover targets abductors. Category: stretching.",
  "Lying Dumbbell Tricep Extension targets triceps. Category: strength.",
  "Lying Face Down Plate Neck Resistance targets neck. Category: strength.",
  "Lying Face Up Plate Neck Resistance targets neck. Category: strength.",
  "Lying Glute targets glutes. Category: stretching.",
  "Lying Hamstring targets hamstrings. Category: stretching.",
  "Lying High Bench Barbell Curl targets biceps. Category: strength.",
  "Lying Leg Curls targets hamstrings. Category: strength.",
  "Lying Machine Squat targets quadriceps. Category: strength.",
  "Lying One-Arm Lateral Raise targets shoulders. Category: strength.",
  "Lying Prone Quadriceps targets quadriceps. Category: stretching.",
  "Lying Rear Delt Raise targets shoulders. Category: strength.",
  "Lying Supine Dumbbell Curl targets biceps. Category: strength.",
  "Lying T-Bar Row targets middle back. Category: strength.",
  "Lying Triceps Press targets triceps. Category: strength.",
  "Machine Bench Press targets chest. Category: strength.",
  "Machine Bicep Curl targets biceps. Category: strength.",
  "Machine Preacher Curls targets biceps. Category: strength.",
  "Machine Shoulder (Military) Press targets shoulders. Category: strength.",
  "Machine Triceps Extension targets triceps. Category: strength.",
  "Medicine Ball Chest Pass targets chest. Category: plyometrics.",
  "Medicine Ball Full Twist targets abdominals. Category: plyometrics.",
  "Medicine Ball Scoop Throw targets shoulders. Category: plyometrics.",
  "Middle Back Shrug targets middle back. Category: strength.",
  "Middle Back Stretch targets middle back. Category: stretching.",
  "Mixed Grip Chin targets middle back. Category: strength.",
  "Monster Walk targets abductors. Category: strength.",
  "Mountain Climbers targets quadriceps. Category: plyometrics.",
  "Moving Claw Series targets hamstrings. Category: plyometrics.",
  "Muscle Snatch targets hamstrings. Category: olympic weightlifting.",
  "Muscle Up targets lats. Category: strength.",
  "Narrow Stance Hack Squats targets quadriceps. Category: strength.",
  "Narrow Stance Leg Press targets quadriceps. Category: strength.",
  "Narrow Stance Squats targets quadriceps. Category: strength.",
  "Natural Glute Ham Raise targets hamstrings. Category: strength.",
  "Neck-SMR targets neck. Category: stretching.",
  "Neck Press targets chest. Category: strength.",
  "Oblique Crunches targets abdominals. Category: strength.",
  "Oblique Crunches - On The Floor targets abdominals. Category: strength.",
  "Olympic Squat targets quadriceps. Category: olympic weightlifting.",
  "On-Your-Back Quad Stretch targets quadriceps. Category: stretching.",
  "On Your Side Quad Stretch targets quadriceps. Category: stretching.",
  "One-Arm Dumbbell Row targets middle back. Category: strength.",
  "One-Arm Flat Bench Dumbbell Flye targets chest. Category: strength.",
  "One-Arm High-Pulley Cable Side Bends targets abdominals. Category: strength.",
  "One-Arm Incline Lateral Raise targets shoulders. Category: strength.",
  "One-Arm Kettlebell Clean targets hamstrings. Category: strength.",
  "One-Arm Kettlebell Clean and Jerk targets shoulders. Category: strength.",
  "One-Arm Kettlebell Floor Press targets chest. Category: strength.",
  "One-Arm Kettlebell Jerk targets shoulders. Category: strength.",
  "One-Arm Kettlebell Military Press To The Side targets shoulders. Category: strength.",
  "One-Arm Kettlebell Para Press targets shoulders. Category: strength.",
  "One-Arm Kettlebell Push Press targets shoulders. Category: strength.",
  "One-Arm Kettlebell Row targets middle back. Category: strength.",
  "One-Arm Kettlebell Snatch targets shoulders. Category: strength.",
  "One-Arm Kettlebell Split Jerk targets shoulders. Category: strength.",
  "One-Arm Kettlebell Split Snatch targets shoulders. Category: strength.",
  "One-Arm Kettlebell Swings targets hamstrings. Category: strength.",
  "One-Arm Long Bar Row targets middle back. Category: strength.",
  "One-Arm Medicine Ball Slam targets abdominals. Category: strength.",
  "One-Arm Open Palm Kettlebell Clean targets hamstrings. Category: strength.",
  "One-Arm Overhead Kettlebell Squats targets quadriceps. Category: strength.",
  "One-Arm Side Deadlift targets quadriceps. Category: strength.",
  "One-Arm Side Laterals targets shoulders. Category: strength.",
  "One-Legged Cable Kickback targets glutes. Category: strength.",
  "One Arm Against Wall targets lats. Category: stretching.",
  "One Arm Chin-Up targets middle back. Category: strength.",
  "One Arm Dumbbell Bench Press targets chest. Category: strength.",
  "One Arm Dumbbell Preacher Curl targets biceps. Category: strength.",
  "One Arm Floor Press targets triceps. Category: strength.",
  "One Arm Lat Pulldown targets lats. Category: strength.",
  "One Arm Pronated Dumbbell Triceps Extension targets triceps. Category: strength.",
  "One Arm Supinated Dumbbell Triceps Extension targets triceps. Category: strength.",
  "One Half Locust targets quadriceps. Category: stretching.",
  "One Handed Hang targets lats. Category: stretching.",
  "One Knee To Chest targets glutes. Category: stretching.",
  "One Leg Barbell Squat targets quadriceps. Category: strength.",
  "Open Palm Kettlebell Clean targets hamstrings. Category: strength.",
  "Otis-Up targets abdominals. Category: strength.",
  "Overhead Cable Curl targets biceps. Category: strength.",
  "Overhead Lat targets lats. Category: stretching.",
  "Overhead Slam targets lats. Category: plyometrics.",
  "Overhead Squat targets quadriceps. Category: olympic weightlifting.",
  "Overhead Stretch targets abdominals. Category: stretching.",
  "Overhead Triceps targets triceps. Category: stretching.",
  "Pallof Press targets abdominals. Category: strength.",
  "Pallof Press With Rotation targets abdominals. Category: strength.",
  "Palms-Down Dumbbell Wrist Curl Over A Bench targets forearms. Category: strength.",
  "Palms-Down Wrist Curl Over A Bench targets forearms. Category: strength.",
  "Palms-Up Barbell Wrist Curl Over A Bench targets forearms. Category: strength.",
  "Palms-Up Dumbbell Wrist Curl Over A Bench targets forearms. Category: strength.",
  "Parallel Bar Dip targets triceps. Category: strength.",
  "Pelvic Tilt Into Bridge targets lower back. Category: stretching.",
  "Peroneals-SMR targets calves. Category: stretching.",
  "Peroneals Stretch targets calves. Category: stretching.",
  "Physioball Hip Bridge targets glutes. Category: strength.",
  "Pin Presses targets triceps. Category: powerlifting.",
  "Piriformis-SMR targets glutes. Category: stretching.",
  "Plank targets abdominals. Category: strength.",
  "Plate Pinch targets forearms. Category: strength.",
  "Plate Twist targets abdominals. Category: strength.",
  "Platform Hamstring Slides targets hamstrings. Category: strength.",
  "Plie Dumbbell Squat targets quadriceps. Category: strength.",
  "Plyo Kettlebell Pushups targets chest. Category: strength.",
  "Plyo Push-up targets chest. Category: plyometrics.",
  "Posterior Tibialis Stretch targets calves. Category: stretching.",
  "Power Clean targets hamstrings. Category: strength.",
  "Power Clean from Blocks targets hamstrings. Category: olympic weightlifting.",
  "Power Jerk targets quadriceps. Category: olympic weightlifting.",
  "Power Partials targets shoulders. Category: strength.",
  "Power Snatch targets hamstrings. Category: olympic weightlifting.",
  "Power Snatch from Blocks targets quadriceps. Category: olympic weightlifting.",
  "Power Stairs targets hamstrings. Category: strongman.",
  "Preacher Curl targets biceps. Category: strength.",
  "Preacher Hammer Dumbbell Curl targets biceps. Category: strength.",
  "Press Sit-Up targets abdominals. Category: strength.",
  "Prone Manual Hamstring targets hamstrings. Category: strength.",
  "Prowler Sprint targets hamstrings. Category: cardio.",
  "Pull Through targets glutes. Category: strength.",
  "Pullups targets lats. Category: strength.",
  "Push-Up Wide targets chest. Category: strength.",
  "Push-Ups - Close Triceps Position targets triceps. Category: strength.",
  "Push-Ups With Feet Elevated targets chest. Category: strength.",
  "Push-Ups With Feet On An Exercise Ball targets chest. Category: strength.",
  "Push Press targets shoulders. Category: olympic weightlifting.",
  "Push Press - Behind the Neck targets shoulders. Category: olympic weightlifting.",
  "Push Up to Side Plank targets chest. Category: strength.",
  "Pushups targets chest. Category: strength.",
  "Pushups (Close and Wide Hand Positions) targets chest. Category: strength.",
  "Pyramid targets lower back. Category: stretching.",
  "Quad Stretch targets quadriceps. Category: stretching.",
  "Quadriceps-SMR targets quadriceps. Category: stretching.",
  "Quick Leap targets quadriceps. Category: plyometrics.",
  "Rack Delivery targets shoulders. Category: olympic weightlifting.",
  "Rack Pull with Bands targets lower back. Category: powerlifting.",
  "Rack Pulls targets lower back. Category: powerlifting.",
  "Rear Leg Raises targets quadriceps. Category: stretching.",
  "Recumbent Bike targets quadriceps. Category: cardio.",
  "Return Push from Stance targets shoulders. Category: plyometrics.",
  "Reverse Band Bench Press targets triceps. Category: powerlifting.",
  "Reverse Band Box Squat targets quadriceps. Category: powerlifting.",
  "Reverse Band Deadlift targets lower back. Category: powerlifting.",
  "Reverse Band Power Squat targets quadriceps. Category: powerlifting.",
  "Reverse Band Sumo Deadlift targets hamstrings. Category: powerlifting.",
  "Reverse Barbell Curl targets biceps. Category: strength.",
  "Reverse Barbell Preacher Curls targets biceps. Category: strength.",
  "Reverse Cable Curl targets biceps. Category: strength.",
  "Reverse Crunch targets abdominals. Category: strength.",
  "Reverse Flyes targets shoulders. Category: strength.",
  "Reverse Flyes With External Rotation targets shoulders. Category: strength.",
  "Reverse Grip Bent-Over Rows targets middle back. Category: strength.",
  "Reverse Grip Triceps Pushdown targets triceps. Category: strength.",
  "Reverse Hyperextension targets hamstrings. Category: strength.",
  "Reverse Machine Flyes targets shoulders. Category: strength.",
  "Reverse Plate Curls targets biceps. Category: strength.",
  "Reverse Triceps Bench Press targets triceps. Category: strength.",
  "Rhomboids-SMR targets middle back. Category: stretching.",
  "Rickshaw Carry targets forearms. Category: strongman.",
  "Rickshaw Deadlift targets quadriceps. Category: strongman.",
  "Ring Dips targets triceps. Category: strength.",
  "Rocket Jump targets quadriceps. Category: plyometrics.",
  "Rocking Standing Calf Raise targets calves. Category: strength.",
  "Rocky Pull-Ups/Pulldowns targets lats. Category: strength.",
  "Romanian Deadlift targets hamstrings. Category: strength.",
  "Romanian Deadlift from Deficit targets hamstrings. Category: olympic weightlifting.",
  "Rope Climb targets lats. Category: strength.",
  "Rope Crunch targets abdominals. Category: strength.",
  "Rope Jumping targets quadriceps. Category: cardio.",
  "Rope Straight-Arm Pulldown targets lats. Category: strength.",
  "Round The World Shoulder Stretch targets shoulders. Category: stretching.",
  "Rowing, Stationary targets quadriceps. Category: cardio.",
  "Runner's Stretch targets hamstrings. Category: stretching.",
  "Running, Treadmill targets quadriceps. Category: cardio.",
  "Russian Twist targets abdominals. Category: strength.",
  "Sandbag Load targets quadriceps. Category: strongman.",
  "Scapular Pull-Up targets traps. Category: strength.",
  "Scissor Kick targets abdominals. Category: stretching.",
  "Scissors Jump targets quadriceps. Category: plyometrics.",
  "Seated Band Hamstring Curl targets hamstrings. Category: strength.",
  "Seated Barbell Military Press targets shoulders. Category: strength.",
  "Seated Barbell Twist targets abdominals. Category: strength.",
  "Seated Bent-Over One-Arm Dumbbell Triceps Extension targets triceps. Category: strength.",
  "Seated Bent-Over Rear Delt Raise targets shoulders. Category: strength.",
  "Seated Bent-Over Two-Arm Dumbbell Triceps Extension targets triceps. Category: strength.",
  "Seated Biceps targets biceps. Category: stretching.",
  "Seated Cable Rows targets middle back. Category: strength.",
  "Seated Cable Shoulder Press targets shoulders. Category: strength.",
  "Seated Calf Raise targets calves. Category: strength.",
  "Seated Calf Stretch targets calves. Category: stretching.",
  "Seated Close-Grip Concentration Barbell Curl targets biceps. Category: strength.",
  "Seated Dumbbell Curl targets biceps. Category: strength.",
  "Seated Dumbbell Inner Biceps Curl targets biceps. Category: strength.",
  "Seated Dumbbell Palms-Down Wrist Curl targets forearms. Category: strength.",
  "Seated Dumbbell Palms-Up Wrist Curl targets forearms. Category: strength.",
  "Seated Dumbbell Press targets shoulders. Category: strength.",
  "Seated Flat Bench Leg Pull-In targets abdominals. Category: strength.",
  "Seated Floor Hamstring Stretch targets hamstrings. Category: stretching.",
  "Seated Front Deltoid targets shoulders. Category: stretching.",
  "Seated Glute targets glutes. Category: stretching.",
  "Seated Good Mornings targets lower back. Category: powerlifting.",
  "Seated Hamstring targets hamstrings. Category: stretching.",
  "Seated Hamstring and Calf Stretch targets hamstrings. Category: stretching.",
  "Seated Head Harness Neck Resistance targets neck. Category: strength.",
  "Seated Leg Curl targets hamstrings. Category: strength.",
  "Seated Leg Tucks targets abdominals. Category: strength.",
  "Seated One-Arm Dumbbell Palms-Down Wrist Curl targets forearms. Category: strength.",
  "Seated One-Arm Dumbbell Palms-Up Wrist Curl targets forearms. Category: strength.",
  "Seated One-arm Cable Pulley Rows targets middle back. Category: strength.",
  "Seated Overhead Stretch targets abdominals. Category: stretching.",
  "Seated Palm-Up Barbell Wrist Curl targets forearms. Category: strength.",
  "Seated Palms-Down Barbell Wrist Curl targets forearms. Category: strength.",
  "Seated Side Lateral Raise targets shoulders. Category: strength.",
  "Seated Triceps Press targets triceps. Category: strength.",
  "Seated Two-Arm Palms-Up Low-Pulley Wrist Curl targets forearms. Category: strength.",
  "See-Saw Press (Alternating Side Press) targets shoulders. Category: strength.",
  "Shotgun Row targets lats. Category: strength.",
  "Shoulder Circles targets shoulders. Category: stretching.",
  "Shoulder Press - With Bands targets shoulders. Category: strength.",
  "Shoulder Raise targets shoulders. Category: stretching.",
  "Shoulder Stretch targets shoulders. Category: stretching.",
  "Side-Lying Floor Stretch targets lats. Category: stretching.",
  "Side Bridge targets abdominals. Category: strength.",
  "Side Hop-Sprint targets quadriceps. Category: plyometrics.",
  "Side Jackknife targets abdominals. Category: strength.",
  "Side Lateral Raise targets shoulders. Category: strength.",
  "Side Laterals to Front Raise targets shoulders. Category: strength.",
  "Side Leg Raises targets adductors. Category: stretching.",
  "Side Lying Groin Stretch targets adductors. Category: stretching.",
  "Side Neck Stretch targets neck. Category: stretching.",
  "Side Standing Long Jump targets quadriceps. Category: plyometrics.",
  "Side To Side Chins targets lats. Category: strength.",
  "Side Wrist Pull targets shoulders. Category: stretching.",
  "Side to Side Box Shuffle targets quadriceps. Category: plyometrics.",
  "Single-Arm Cable Crossover targets chest. Category: strength.",
  "Single-Arm Linear Jammer targets shoulders. Category: strength.",
  "Single-Arm Push-Up targets chest. Category: strength.",
  "Single-Cone Sprint Drill targets quadriceps. Category: plyometrics.",
  "Single-Leg High Box Squat targets quadriceps. Category: strength.",
  "Single-Leg Hop Progression targets quadriceps. Category: plyometrics.",
  "Single-Leg Lateral Hop targets quadriceps. Category: plyometrics.",
  "Single-Leg Leg Extension targets quadriceps. Category: strength.",
  "Single-Leg Stride Jump targets quadriceps. Category: plyometrics.",
  "Single Dumbbell Raise targets shoulders. Category: strength.",
  "Single Leg Butt Kick targets quadriceps. Category: plyometrics.",
  "Single Leg Glute Bridge targets glutes. Category: strength.",
  "Single Leg Push-off targets quadriceps. Category: plyometrics.",
  "Sit-Up targets abdominals. Category: strength.",
  "Sit Squats targets quadriceps. Category: stretching.",
  "Skating targets quadriceps. Category: cardio.",
  "Sled Drag - Harness targets quadriceps. Category: strongman.",
  "Sled Overhead Backward Walk targets shoulders. Category: strength.",
  "Sled Overhead Triceps Extension targets triceps. Category: strength.",
  "Sled Push targets quadriceps. Category: strongman.",
  "Sled Reverse Flye targets shoulders. Category: strength.",
  "Sled Row targets middle back. Category: strength.",
  "Sledgehammer Swings targets abdominals. Category: plyometrics.",
  "Smith Incline Shoulder Raise targets shoulders. Category: strength.",
  "Smith Machine Behind the Back Shrug targets traps. Category: strength.",
  "Smith Machine Bench Press targets chest. Category: strength.",
  "Smith Machine Bent Over Row targets middle back. Category: strength.",
  "Smith Machine Calf Raise targets calves. Category: strength.",
  "Smith Machine Close-Grip Bench Press targets triceps. Category: strength.",
  "Smith Machine Decline Press targets chest. Category: strength.",
  "Smith Machine Hang Power Clean targets hamstrings. Category: strength.",
  "Smith Machine Hip Raise targets abdominals. Category: strength.",
  "Smith Machine Incline Bench Press targets chest. Category: strength.",
  "Smith Machine Leg Press targets quadriceps. Category: strength.",
  "Smith Machine One-Arm Upright Row targets shoulders. Category: strength.",
  "Smith Machine Overhead Shoulder Press targets shoulders. Category: strength.",
  "Smith Machine Pistol Squat targets quadriceps. Category: strength.",
  "Smith Machine Reverse Calf Raises targets calves. Category: strength.",
  "Smith Machine Squat targets quadriceps. Category: strength.",
  "Smith Machine Stiff-Legged Deadlift targets hamstrings. Category: strength.",
  "Smith Machine Upright Row targets traps. Category: strength.",
  "Smith Single-Leg Split Squat targets quadriceps. Category: strength.",
  "Snatch targets quadriceps. Category: olympic weightlifting.",
  "Snatch Balance targets quadriceps. Category: olympic weightlifting.",
  "Snatch Deadlift targets hamstrings. Category: olympic weightlifting.",
  "Snatch Pull targets hamstrings. Category: strength.",
  "Snatch Shrug targets traps. Category: olympic weightlifting.",
  "Snatch from Blocks targets quadriceps. Category: olympic weightlifting.",
  "Speed Band Overhead Triceps targets triceps. Category: strength.",
  "Speed Box Squat targets quadriceps. Category: powerlifting.",
  "Speed Squats targets quadriceps. Category: strength.",
  "Spell Caster targets abdominals. Category: strength.",
  "Spider Crawl targets abdominals. Category: strength.",
  "Spider Curl targets biceps. Category: strength.",
  "Spinal Stretch targets middle back. Category: stretching.",
  "Split Clean targets quadriceps. Category: olympic weightlifting.",
  "Split Jerk targets quadriceps. Category: olympic weightlifting.",
  "Split Jump targets quadriceps. Category: plyometrics.",
  "Split Snatch targets hamstrings. Category: olympic weightlifting.",
  "Split Squat with Dumbbells targets quadriceps. Category: strength.",
  "Split Squats targets hamstrings. Category: stretching.",
  "Squat Jerk targets quadriceps. Category: strength.",
  "Squat with Bands targets quadriceps. Category: powerlifting.",
  "Squat with Chains targets quadriceps. Category: powerlifting.",
  "Squat with Plate Movers targets quadriceps. Category: strength.",
  "Squats - With Bands targets quadriceps. Category: strength.",
  "Stairmaster targets quadriceps. Category: cardio.",
  "Standing Alternating Dumbbell Press targets shoulders. Category: strength.",
  "Standing Barbell Calf Raise targets calves. Category: strength.",
  "Standing Barbell Press Behind Neck targets shoulders. Category: strength.",
  "Standing Bent-Over One-Arm Dumbbell Triceps Extension targets triceps. Category: strength.",
  "Standing Bent-Over Two-Arm Dumbbell Triceps Extension targets triceps. Category: strength.",
  "Standing Biceps Cable Curl targets biceps. Category: strength.",
  "Standing Biceps Stretch targets biceps. Category: stretching.",
  "Standing Bradford Press targets shoulders. Category: strength.",
  "Standing Cable Chest Press targets chest. Category: strength.",
  "Standing Cable Lift targets abdominals. Category: strength.",
  "Standing Cable Wood Chop targets abdominals. Category: strength.",
  "Standing Calf Raises targets calves. Category: strength.",
  "Standing Concentration Curl targets biceps. Category: strength.",
  "Standing Dumbbell Calf Raise targets calves. Category: strength.",
  "Standing Dumbbell Press targets shoulders. Category: strength.",
  "Standing Dumbbell Reverse Curl targets biceps. Category: strength.",
  "Standing Dumbbell Straight-Arm Front Delt Raise Above Head targets shoulders. Category: strength.",
  "Standing Dumbbell Triceps Extension targets triceps. Category: strength.",
  "Standing Dumbbell Upright Row targets traps. Category: strength.",
  "Standing Elevated Quad Stretch targets quadriceps. Category: stretching.",
  "Standing Front Barbell Raise Over Head targets shoulders. Category: strength.",
  "Standing Gastrocnemius Calf Stretch targets calves. Category: stretching.",
  "Standing Hamstring and Calf Stretch targets hamstrings. Category: stretching.",
  "Standing Hip Circles targets abductors. Category: stretching.",
  "Standing Hip Flexors targets quadriceps. Category: stretching.",
  "Standing Inner-Biceps Curl targets biceps. Category: strength.",
  "Standing Lateral Stretch targets abdominals. Category: stretching.",
  "Standing Leg Curl targets hamstrings. Category: strength.",
  "Standing Long Jump targets quadriceps. Category: plyometrics.",
  "Standing Low-Pulley Deltoid Raise targets shoulders. Category: strength.",
  "Standing Low-Pulley One-Arm Triceps Extension targets triceps. Category: strength.",
  "Standing Military Press targets shoulders. Category: strength.",
  "Standing Olympic Plate Hand Squeeze targets forearms. Category: strength.",
  "Standing One-Arm Cable Curl targets biceps. Category: strength.",
  "Standing One-Arm Dumbbell Curl Over Incline Bench targets biceps. Category: strength.",
  "Standing One-Arm Dumbbell Triceps Extension targets triceps. Category: strength.",
  "Standing Overhead Barbell Triceps Extension targets triceps. Category: strength.",
  "Standing Palm-In One-Arm Dumbbell Press targets shoulders. Category: strength.",
  "Standing Palms-In Dumbbell Press targets shoulders. Category: strength.",
  "Standing Palms-Up Barbell Behind The Back Wrist Curl targets forearms. Category: strength.",
  "Standing Pelvic Tilt targets lower back. Category: stretching.",
  "Standing Rope Crunch targets abdominals. Category: strength.",
  "Standing Soleus And Achilles Stretch targets calves. Category: stretching.",
  "Standing Toe Touches targets hamstrings. Category: stretching.",
  "Standing Towel Triceps Extension targets triceps. Category: strength.",
  "Standing Two-Arm Overhead Throw targets shoulders. Category: plyometrics.",
  "Star Jump targets quadriceps. Category: plyometrics.",
  "Step-up with Knee Raise targets glutes. Category: strength.",
  "Step Mill targets quadriceps. Category: cardio.",
  "Stiff-Legged Barbell Deadlift targets hamstrings. Category: strength.",
  "Stiff-Legged Dumbbell Deadlift targets hamstrings. Category: strength.",
  "Stiff Leg Barbell Good Morning targets lower back. Category: strength.",
  "Stomach Vacuum targets abdominals. Category: stretching.",
  "Straight-Arm Dumbbell Pullover targets chest. Category: strength.",
  "Straight-Arm Pulldown targets lats. Category: strength.",
  "Straight Bar Bench Mid Rows targets middle back. Category: strength.",
  "Straight Raises on Incline Bench targets shoulders. Category: strength.",
  "Stride Jump Crossover targets quadriceps. Category: plyometrics.",
  "Sumo Deadlift targets hamstrings. Category: powerlifting.",
  "Sumo Deadlift with Bands targets hamstrings. Category: powerlifting.",
  "Sumo Deadlift with Chains targets hamstrings. Category: powerlifting.",
  "Superman targets lower back. Category: stretching.",
  "Supine Chest Throw targets triceps. Category: plyometrics.",
  "Supine One-Arm Overhead Throw targets abdominals. Category: plyometrics.",
  "Supine Two-Arm Overhead Throw targets abdominals. Category: plyometrics.",
  "Suspended Fallout targets abdominals. Category: strength.",
  "Suspended Push-Up targets chest. Category: strength.",
  "Suspended Reverse Crunch targets abdominals. Category: strength.",
  "Suspended Row targets middle back. Category: strength.",
  "Suspended Split Squat targets quadriceps. Category: strength.",
  "Svend Press targets chest. Category: strength.",
  "T-Bar Row with Handle targets middle back. Category: strength.",
  "Tate Press targets triceps. Category: strength.",
  "The Straddle targets hamstrings. Category: stretching.",
  "Thigh Abductor targets abductors. Category: strength.",
  "Thigh Adductor targets adductors. Category: strength.",
  "Tire Flip targets quadriceps. Category: strongman.",
  "Toe Touchers targets abdominals. Category: stretching.",
  "Torso Rotation targets abdominals. Category: stretching.",
  "Trail Running/Walking targets quadriceps. Category: cardio.",
  "Trap Bar Deadlift targets quadriceps. Category: strength.",
  "Tricep Dumbbell Kickback targets triceps. Category: strength.",
  "Tricep Side Stretch targets triceps. Category: stretching.",
  "Triceps Overhead Extension with Rope targets triceps. Category: strength.",
  "Triceps Pushdown targets triceps. Category: strength.",
  "Triceps Pushdown - Rope Attachment targets triceps. Category: strength.",
  "Triceps Pushdown - V-Bar Attachment targets triceps. Category: strength.",
  "Triceps Stretch targets triceps. Category: stretching.",
  "Tuck Crunch targets abdominals. Category: strength.",
  "Two-Arm Dumbbell Preacher Curl targets biceps. Category: strength.",
  "Two-Arm Kettlebell Clean targets shoulders. Category: strength.",
  "Two-Arm Kettlebell Jerk targets shoulders. Category: strength.",
  "Two-Arm Kettlebell Military Press targets shoulders. Category: strength.",
  "Two-Arm Kettlebell Row targets middle back. Category: strength.",
  "Underhand Cable Pulldowns targets lats. Category: strength.",
  "Upper Back-Leg Grab targets hamstrings. Category: stretching.",
  "Upper Back Stretch targets middle back. Category: stretching.",
  "Upright Barbell Row targets shoulders. Category: strength.",
  "Upright Cable Row targets traps. Category: strength.",
  "Upright Row - With Bands targets traps. Category: strength.",
  "Upward Stretch targets shoulders. Category: stretching.",
  "V-Bar Pulldown targets lats. Category: strength.",
  "V-Bar Pullup targets lats. Category: strength.",
  "Vertical Swing targets hamstrings. Category: plyometrics.",
  "Walking, Treadmill targets quadriceps. Category: cardio.",
  "Weighted Ball Hyperextension targets lower back. Category: strength.",
  "Weighted Ball Side Bend targets abdominals. Category: strength.",
  "Weighted Bench Dip targets triceps. Category: strength.",
  "Weighted Crunches targets abdominals. Category: strength.",
  "Weighted Jump Squat targets quadriceps. Category: strength.",
  "Weighted Pull Ups targets lats. Category: strength.",
  "Weighted Sissy Squat targets quadriceps. Category: strength.",
  "Weighted Sit-Ups - With Bands targets abdominals. Category: strength.",
  "Weighted Squat targets quadriceps. Category: strength.",
  "Wide-Grip Barbell Bench Press targets chest. Category: strength.",
  "Wide-Grip Decline Barbell Bench Press targets chest. Category: strength.",
  "Wide-Grip Decline Barbell Pullover targets chest. Category: strength.",
  "Wide-Grip Lat Pulldown targets lats. Category: strength.",
  "Wide-Grip Pulldown Behind The Neck targets lats. Category: strength.",
  "Wide-Grip Rear Pull-Up targets lats. Category: strength.",
  "Wide-Grip Standing Barbell Curl targets biceps. Category: strength.",
  "Wide Stance Barbell Squat targets quadriceps. Category: strength.",
  "Wide Stance Stiff Legs targets hamstrings. Category: olympic weightlifting.",
  "Wind Sprints targets abdominals. Category: strength.",
  "Windmills targets abductors. Category: stretching.",
  "World's Greatest Stretch targets hamstrings. Category: stretching.",
  "Wrist Circles targets forearms. Category: stretching.",
  "Wrist Roller targets forearms. Category: strength.",
  "Wrist Rotations with Straight Bar targets forearms. Category: strength.",
  "Yoke Walk targets quadriceps. Category: strongman.",
  "Zercher Squats targets quadriceps. Category: strength.",
  "Zottman Curl targets biceps. Category: strength.",
  "Zottman Preacher Curl targets biceps. Category: strength."
]